Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Search_EmptyTitle.Text
source: Search Your Documents
de: Durchsuchen Sie Ihre Dokumente
es: Busque en sus documentos
fr: Recherchez dans vos documents
ja: ドキュメントを検索しましょう
zh_cn: 搜索您的文档

# Search_EmptyBody.Text
source: Search across your entire document library using natural language. Vector embeddings find semantically similar content even when the exact words differ.
de: Durchsuchen Sie Ihre gesamte Dokumentbibliothek in natürlicher Sprache. Vektor-Embeddings finden semantisch ähnliche Inhalte, selbst wenn die genauen Wörter abweichen.
es: Busque en toda su biblioteca de documentos con lenguaje natural. Los embeddings vectoriales encuentran contenido semánticamente similar aunque las palabras exactas difieran.
fr: Recherchez dans toute votre bibliothèque de documents en langage naturel. Les embeddings vectoriels trouvent du contenu sémantiquement similaire même lorsque les mots exacts diffèrent.
ja: 自然言語でドキュメント ライブラリ全体を検索できます。ベクトル埋め込みにより、単語が完全に一致しなくても意味的に類似したコンテンツが見つかります。
zh_cn: 使用自然语言搜索整个文档库。即使措辞不同,向量嵌入也能找到语义相似的内容。

# Search_EnterToSearch.Text
source: Enter to search
de: Enter zum Suchen
es: Enter para buscar
fr: Entrée pour rechercher
ja: Enter で検索
zh_cn: Enter 搜索

# Search_SemanticAiBadge.Text
source: Semantic AI Search
de: Semantische KI-Suche
es: Búsqueda semántica con IA
fr: Recherche sémantique par IA
ja: セマンティック AI 検索
zh_cn: 语义 AI 搜索

# Search_NoResultsTitle.Text
source: No Results Found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
zh_cn: 未找到结果

# Search_NoResultsPrefixRun.Text
source: No results found for '
de: Keine Ergebnisse für '
es: No se encontraron resultados para '
fr: Aucun résultat pour «
zh_cn: 未找到“

# Search_NoResultsSuffixRun.Text
source: '. Try different keywords or broaden your filters.
de: '. Versuchen Sie andere Suchbegriffe oder erweitern Sie Ihre Filter.
es: '. Pruebe con otras palabras clave o amplíe los filtros.
fr: ». Essayez d'autres mots-clés ou élargissez vos filtres.
ja: 」の結果は見つかりませんでした。キーワードを変更するか、フィルターを広げてください。
zh_cn: ”的相关结果。请尝试其他关键词或放宽筛选条件。

# Search_ClearFiltersBtn.Content
source: Clear Filters
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルターをクリア
zh_cn: 清除筛选器

# Search_RelevanceLabel.Text
source: Relevance
de: Relevanz
es: Relevancia
fr: Pertinence
ja: 関連度
zh_cn: 相关性

# Search_PageRun.Text
source: Page
de: Seite
es: Página
ja: ページ
zh_cn: 页

# OAuthApp_Title.Text
source: OAuth App Credentials
de: OAuth-App-Anmeldedaten
es: Credenciales de la aplicación OAuth
fr: Identifiants de l'application OAuth
ja: OAuth アプリの資格情報
zh_cn: OAuth 应用凭据

# OAuthApp_Intro.Text
source: Agent-X does not ship OAuth client credentials, so connecting an account needs your own. The Calendar and Email connectors share them, and they apply as soon as you save.
de: Agent-X liefert keine OAuth-Client-Anmeldedaten mit, daher brauchen Sie zum Verbinden eines Kontos eigene. Kalender- und E-Mail-Connector verwenden dieselben, und sie gelten, sobald Sie speichern.
es: Agent-X no incluye credenciales de cliente OAuth, así que para conectar una cuenta necesita las suyas. Los conectores de calendario y de correo las comparten, y se aplican en cuanto las guarda.
fr: Agent-X ne fournit pas d'identifiants de client OAuth : pour connecter un compte, il vous faut les vôtres. Les connecteurs de calendrier et d'e-mail les partagent, et ils s'appliquent dès que vous enregistrez.
ja: Agent-X には OAuth クライアントの資格情報が含まれていないため、アカウントを接続するにはご自身の資格情報が必要です。カレンダー コネクタとメール コネクタで共有され、保存するとすぐに適用されます。
zh_cn: Agent-X 不附带 OAuth 客户端凭据，因此连接账户需要使用您自己的凭据。日历连接器和邮件连接器共用这些凭据，保存后立即生效。

# OAuthApp_GoogleHeading.Text
source: Google (Gmail and Google Calendar)
de: Google (Gmail und Google Kalender)
es: Google (Gmail y Google Calendar)
fr: Google (Gmail et Google Agenda)
ja: Google (Gmail と Google カレンダー)
zh_cn: Google（Gmail 和 Google 日历）

# OAuthApp_GoogleHint.Text
source: Create an OAuth client ID of type Desktop app in the Google Cloud Console (APIs & Services > Credentials). Its project needs the Gmail and Google Calendar APIs enabled, and your account added as a test user.
de: Erstellen Sie in der Google Cloud Console eine OAuth-Client-ID vom Typ „Desktop-App“ (APIs & Dienste > Anmeldedaten). In ihrem Projekt müssen die Gmail API und die Google Calendar API aktiviert und Ihr Konto als Testnutzer hinzugefügt sein.
es: Cree un ID de cliente de OAuth de tipo App de escritorio en Google Cloud Console (APIs y servicios > Credenciales). Su proyecto debe tener habilitadas las API de Gmail y de Google Calendar, y su cuenta añadida como usuario de prueba.
fr: Créez un ID client OAuth de type « Application de bureau » dans la Google Cloud Console (API et services > Identifiants). Son projet doit avoir les API Gmail et Google Calendar activées, et votre compte ajouté comme utilisateur test.
ja: Google Cloud Console で、種類が「デスクトップ アプリ」の OAuth クライアント ID を作成します ([API とサービス] > [認証情報])。そのプロジェクトでは Gmail API と Google Calendar API を有効にし、ご自身のアカウントをテスト ユーザーとして追加しておく必要があります。
zh_cn: 在 Google Cloud Console 中创建类型为“桌面应用”的 OAuth 客户端 ID（API 和服务 > 凭据）。其所在项目需要启用 Gmail API 和 Google Calendar API，并将您的账户添加为测试用户。

# OAuthApp_GoogleClientIdLabel.Text
source: Client ID
es: ID de cliente
fr: ID client
ja: クライアント ID
zh_cn: 客户端 ID

# OAuthApp_GoogleClientIdBox.PlaceholderText
source: Ends with .apps.googleusercontent.com
de: Endet auf .apps.googleusercontent.com
es: Termina en .apps.googleusercontent.com
fr: Se termine par .apps.googleusercontent.com
ja: 末尾が .apps.googleusercontent.com の ID
zh_cn: 以 .apps.googleusercontent.com 结尾

# OAuthApp_GoogleClientSecretLabel.Text
source: Client secret
de: Clientschlüssel
es: Secreto del cliente
fr: Code secret du client
ja: クライアント シークレット
zh_cn: 客户端密钥

# OAuthApp_RevealGoogleSecret.Content
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
zh_cn: 显示

source: Show Google client secret
de: Google-Clientschlüssel anzeigen
es: Mostrar el secreto del cliente de Google
fr: Afficher le code secret du client Google
ja: Google のクライアント シークレットを表示
zh_cn: 显示 Google 客户端密钥

# OAuthApp_MicrosoftHeading.Text
source: Microsoft (Outlook mail and calendar)
de: Microsoft (Outlook-E-Mail und -Kalender)
es: Microsoft (correo y calendario de Outlook)
fr: Microsoft (e-mail et calendrier Outlook)
ja: Microsoft (Outlook のメールと予定表)
zh_cn: Microsoft（Outlook 邮件和日历）

# OAuthApp_MicrosoftHint.Text
source: Register an app in the Microsoft Entra admin center (App registrations) for accounts in any organizational directory and personal Microsoft accounts. Under Authentication, add the Mobile and desktop applications platform with the redirect URI below. No client secret is needed.
de: Registrieren Sie im Microsoft Entra Admin Center eine App (App-Registrierungen) für Konten in einem beliebigen Organisationsverzeichnis und persönliche Microsoft-Konten. Fügen Sie unter „Authentifizierung“ die Plattform „Mobile Anwendungen und Desktopanwendungen“ mit dem Umleitungs-URI unten hinzu. Ein Clientschlüssel wird nicht benötigt.
es: Registre una aplicación en el Centro de administración de Microsoft Entra (Registros de aplicaciones) para cuentas de cualquier directorio organizativo y cuentas personales de Microsoft. En Autenticación, agregue la plataforma Aplicaciones móviles y de escritorio con el URI de redirección de abajo. No se necesita un secreto de cliente.
fr: Inscrivez une application dans le centre d'administration Microsoft Entra (Inscriptions d'applications) pour les comptes de tout annuaire organisationnel et les comptes Microsoft personnels. Sous « Authentification », ajoutez la plateforme « Applications mobiles et de bureau » avec l'URI de redirection ci-dessous. Aucun code secret client n'est nécessaire.
ja: Microsoft Entra 管理センターでアプリを登録します ([アプリの登録])。対象は、任意の組織ディレクトリ内のアカウントと個人用 Microsoft アカウントです。[認証] で、下のリダイレクト URI を指定して「モバイル アプリケーションとデスクトップ アプリケーション」プラットフォームを追加します。クライアント シークレットは不要です。
zh_cn: 在 Microsoft Entra 管理中心注册一个应用（应用注册），支持任何组织目录中的账户和个人 Microsoft 账户。在“身份验证”下，使用下方的重定向 URI 添加“移动和桌面应用程序”平台。不需要客户端密钥。

# OAuthApp_MicrosoftRedirectLabel.Text
source: Redirect URI
de: Umleitungs-URI
es: URI de redirección
fr: URI de redirection
ja: リダイレクト URI
zh_cn: 重定向 URI

# OAuthApp_MicrosoftClientIdLabel.Text
source: Application (client) ID
de: Anwendungs-ID (Client)
es: Id. de aplicación (cliente)
fr: ID d'application (client)
ja: アプリケーション (クライアント) ID
zh_cn: 应用程序（客户端）ID

# OAuthApp_Save.Content
source: Save Credentials
de: Anmeldedaten speichern
es: Guardar credenciales
fr: Enregistrer les identifiants
ja: 資格情報を保存
zh_cn: 保存凭据

# OAuthApp_Saved
source: Saved. The credentials apply right away, without a restart.
de: Gespeichert. Die Anmeldedaten gelten sofort, ohne Neustart.
es: Guardado. Las credenciales se aplican de inmediato, sin reiniciar.
fr: Enregistré. Les identifiants s'appliquent immédiatement, sans redémarrage.
ja: 保存しました。資格情報は再起動しなくてもすぐに適用されます。
zh_cn: 已保存。凭据立即生效，无需重启。

# OAuthApp_Failed
source: The credentials could not be read or saved: {0}
de: Die Anmeldedaten konnten nicht gelesen oder gespeichert werden: {0}
es: No se pudieron leer ni guardar las credenciales: {0}
fr: Impossible de lire ou d'enregistrer les identifiants : {0}
ja: 資格情報の読み込みまたは保存に失敗しました: {0}
zh_cn: 无法读取或保存凭据：{0}

# OAuthApp_ErrNoSpaces
source: Remove the spaces or line breaks from this value.
de: Entfernen Sie die Leerzeichen oder Zeilenumbrüche aus diesem Wert.
es: Quite los espacios o saltos de línea de este valor.
fr: Supprimez les espaces ou sauts de ligne de cette valeur.
ja: この値からスペースまたは改行を削除してください。
zh_cn: 请删除此值中的空格或换行符。

# OAuthApp_ErrGoogleClientId
source: This is not a Google client ID. Copy the one that ends with .apps.googleusercontent.com from the Google Cloud Console.
de: Dies ist keine Google-Client-ID. Kopieren Sie die ID, die auf .apps.googleusercontent.com endet, aus der Google Cloud Console.
es: Esto no es un ID de cliente de Google. Copie de Google Cloud Console el que termina en .apps.googleusercontent.com.
fr: Ce n'est pas un ID client Google. Copiez depuis la Google Cloud Console celui qui se termine par .apps.googleusercontent.com.
ja: Google のクライアント ID ではありません。Google Cloud Console から、末尾が .apps.googleusercontent.com の ID をコピーしてください。
zh_cn: 这不是 Google 客户端 ID。请从 Google Cloud Console 复制以 .apps.googleusercontent.com 结尾的 ID。

# OAuthApp_ErrGoogleSecretRequired
source: Enter the client secret that the Google Cloud Console shows with this client ID.
de: Geben Sie den Clientschlüssel ein, den die Google Cloud Console zu dieser Client-ID anzeigt.
es: Escriba el secreto del cliente que Google Cloud Console muestra junto a este ID de cliente.
fr: Saisissez le code secret du client que la Google Cloud Console affiche avec cet ID client.
ja: Google Cloud Console でこのクライアント ID と一緒に表示されるクライアント シークレットを入力してください。
zh_cn: 请输入 Google Cloud Console 中与此客户端 ID 一起显示的客户端密钥。

# OAuthApp_ErrMicrosoftClientId
source: This is not an Application (client) ID. Copy it from the app's Overview page; it looks like 00000000-0000-0000-0000-000000000000.
de: Dies ist keine Anwendungs-ID (Client). Kopieren Sie sie von der Seite „Übersicht“ der App; sie hat die Form 00000000-0000-0000-0000-000000000000.
es: Esto no es un Id. de aplicación (cliente). Cópielo de la página Información general de la aplicación; tiene el formato 00000000-0000-0000-0000-000000000000.
fr: Ce n'est pas un ID d'application (client). Copiez-le depuis la page « Vue d'ensemble » de l'application ; il a la forme 00000000-0000-0000-0000-000000000000.
ja: アプリケーション (クライアント) ID ではありません。アプリの [概要] ページからコピーしてください。形式は 00000000-0000-0000-0000-000000000000 です。
zh_cn: 这不是应用程序（客户端）ID。请从应用的“概述”页面复制，格式类似 00000000-0000-0000-0000-000000000000。

# OAuthApp_DisconnectGoogleFirst
source: Disconnect the Google account before changing or removing this client ID: the account is signed in through it.
de: Trennen Sie das Google-Konto, bevor Sie diese Client-ID ändern oder entfernen: Das Konto ist über sie angemeldet.
es: Desconecte la cuenta de Google antes de cambiar o quitar este ID de cliente: la cuenta inició sesión a través de él.
fr: Déconnectez le compte Google avant de modifier ou de supprimer cet ID client : le compte est connecté par son intermédiaire.
ja: このクライアント ID を変更または削除する前に、Google アカウントを切断してください。アカウントはこのクライアント ID でサインインしています。
zh_cn: 更改或删除此客户端 ID 之前，请先断开 Google 账户的连接：该账户是通过此客户端 ID 登录的。

# OAuthApp_DisconnectMicrosoftFirst
source: Disconnect the Microsoft account before changing or removing this client ID: the account is signed in through it.
de: Trennen Sie das Microsoft-Konto, bevor Sie diese Client-ID ändern oder entfernen: Das Konto ist über sie angemeldet.
es: Desconecte la cuenta de Microsoft antes de cambiar o quitar este ID de cliente: la cuenta inició sesión a través de él.
fr: Déconnectez le compte Microsoft avant de modifier ou de supprimer cet ID client : le compte est connecté par son intermédiaire.
ja: このクライアント ID を変更または削除する前に、Microsoft アカウントを切断してください。アカウントはこのクライアント ID でサインインしています。
zh_cn: 更改或删除此客户端 ID 之前，请先断开 Microsoft 账户的连接：该账户是通过此客户端 ID 登录的。

# OAuthApp_GoogleNotSetUp
source: Google sign-in is not set up. Enter your client ID and secret under OAuth App Credentials on this page, save them, then connect.
de: Die Google-Anmeldung ist nicht eingerichtet. Geben Sie Ihre Client-ID und Ihren Clientschlüssel auf dieser Seite unter „OAuth-App-Anmeldedaten“ ein, speichern Sie sie und verbinden Sie dann.
es: El inicio de sesión con Google no está configurado. Escriba su ID de cliente y su secreto en Credenciales de la aplicación OAuth en esta página, guárdelos y luego conecte.
fr: La connexion Google n'est pas configurée. Saisissez votre ID client et votre code secret sous « Identifiants de l'application OAuth » sur cette page, enregistrez-les, puis connectez-vous.
ja: Google サインインが設定されていません。このページの [OAuth アプリの資格情報] にクライアント ID とシークレットを入力して保存してから、接続してください。
zh_cn: 尚未设置 Google 登录。请在此页面的“OAuth 应用凭据”中输入客户端 ID 和密钥，保存后再连接。

# OAuthApp_MicrosoftNotSetUp
source: Microsoft sign-in is not set up. Enter your Application (client) ID under OAuth App Credentials on this page, save it, then connect.
de: Die Microsoft-Anmeldung ist nicht eingerichtet. Geben Sie Ihre Anwendungs-ID (Client) auf dieser Seite unter „OAuth-App-Anmeldedaten“ ein, speichern Sie sie und verbinden Sie dann.
es: El inicio de sesión con Microsoft no está configurado. Escriba su Id. de aplicación (cliente) en Credenciales de la aplicación OAuth en esta página, guárdelo y luego conecte.
fr: La connexion Microsoft n'est pas configurée. Saisissez votre ID d'application (client) sous « Identifiants de l'application OAuth » sur cette page, enregistrez-le, puis connectez-vous.
ja: Microsoft サインインが設定されていません。このページの [OAuth アプリの資格情報] にアプリケーション (クライアント) ID を入力して保存してから、接続してください。
zh_cn: 尚未设置 Microsoft 登录。请在此页面的“OAuth 应用凭据”中输入应用程序（客户端）ID，保存后再连接。

# Search_ChunkRun.Text
source: Chunk
de: Abschnitt
es: Fragmento
fr: Fragment
ja: チャンク
zh_cn: 块

# Search_OpenBtn.ToolTipService.ToolTip
source: Open in Explorer
de: Im Explorer öffnen
es: Abrir en el Explorador
fr: Ouvrir dans l'Explorateur
ja: エクスプローラーで開く
zh_cn: 在文件资源管理器中打开

# Search_OpenLabel.Text
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
zh_cn: 打开

# Search_WorkflowBtn.ToolTipService.ToolTip
source: Use this result in a workflow
de: Dieses Ergebnis in einem Workflow verwenden
es: Usar este resultado en un flujo de trabajo
fr: Utiliser ce résultat dans un flux de travail
ja: この結果をワークフローで使用
zh_cn: 在工作流中使用此结果

# Search_WorkflowLabel.Text
source: Workflow
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー
zh_cn: 工作流

# Search_HistoryTitle.Text
source: Search History
de: Suchverlauf
es: Historial de búsqueda
fr: Historique de recherche
ja: 検索履歴
zh_cn: 搜索历史

# Search_ClearHistoryBtn.ToolTipService.ToolTip
source: Clear search history
de: Suchverlauf löschen
es: Borrar historial de búsqueda
fr: Effacer l'historique de recherche
ja: 検索履歴をクリア
zh_cn: 清空搜索历史

# Search_ClearHistoryLabel.Text
source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
zh_cn: 清空

# Search_HistoryResultsRun.Text
source: results
de: Ergebnisse
es: resultados
fr: résultats
ja: 件の結果
zh_cn: 条结果

# Search_SavedFiltersTitle.Text
source: Saved Filters
de: Gespeicherte Filter
es: Filtros guardados
fr: Filtres enregistrés
ja: 保存済みフィルター
zh_cn: 已保存的筛选器

# Search_ApplyFilterBtn.ToolTipService.ToolTip
source: Apply this filter
de: Diesen Filter anwenden
es: Aplicar este filtro
fr: Appliquer ce filtre
ja: このフィルターを適用
zh_cn: 应用此筛选器

source: Apply this filter
de: Diesen Filter anwenden
es: Aplicar este filtro
fr: Appliquer ce filtre
ja: このフィルターを適用
zh_cn: 应用此筛选器

# Search_RemoveFilterBtn.ToolTipService.ToolTip
source: Remove saved filter
de: Gespeicherten Filter entfernen
es: Eliminar filtro guardado
fr: Supprimer le filtre enregistré
ja: 保存済みフィルターを削除
zh_cn: 删除已保存的筛选器

source: Remove saved filter
de: Gespeicherten Filter entfernen
es: Eliminar filtro guardado
fr: Supprimer le filtre enregistré
ja: 保存済みフィルターを削除
zh_cn: 删除已保存的筛选器

# Search_RecentSearchesRun.Text
source: recent searches
de: letzte Suchvorgänge
es: búsquedas recientes
fr: recherches récentes
ja: 件の最近の検索
zh_cn: 条最近搜索

# Vault_ImportOrganizeAndIndex.Text
source: Import, organize, and index your documents for AI-powered search.
de: Importieren, organisieren und indexieren Sie Ihre Dokumente für die KI-gestützte Suche.
es: Importe, organice e indexe sus documentos para la búsqueda impulsada por IA.
fr: Importez, organisez et indexez vos documents pour la recherche propulsée par l'IA.
ja: ドキュメントをインポート・整理・インデックス化して、AI 検索に活用しましょう。
zh_cn: 导入、整理并索引您的文档,用于 AI 搜索。

# Vault_ImportFiles.Text
source: Import Files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
ja: ファイルをインポート
zh_cn: 导入文件

# Vault_ImportFolder.Text
source: Import Folder
de: Ordner importieren
es: Importar carpeta
fr: Importer un dossier
ja: フォルダーをインポート
zh_cn: 导入文件夹

# Vault_ToggleMultiSelectModeTip.ToolTipService.ToolTip
source: Toggle multi-select mode
de: Mehrfachauswahl umschalten
es: Alternar modo de selección múltiple
fr: Basculer le mode de sélection multiple
ja: 複数選択モードの切り替え
zh_cn: 切换多选模式

# Vault_Select.Text
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
zh_cn: 选择

# Vault_RefreshDocumentsTip.ToolTipService.ToolTip
source: Refresh documents
de: Dokumente aktualisieren
es: Actualizar documentos
fr: Actualiser les documents
ja: ドキュメントを更新
zh_cn: 刷新文档

source: Refresh documents
de: Dokumente aktualisieren
es: Actualizar documentos
fr: Actualiser les documents
ja: ドキュメントを更新
zh_cn: 刷新文档

# Vault_DuplicateDocumentsDetected.Text
source: Duplicate Documents Detected
de: Doppelte Dokumente erkannt
es: Documentos duplicados detectados
fr: Documents en double détectés
ja: 重複ドキュメントを検出しました
zh_cn: 检测到重复文档

# Vault_SkipDuplicates.Content
source: Skip Duplicates
de: Duplikate überspringen
es: Omitir duplicados
fr: Ignorer les doublons
ja: 重複をスキップ
zh_cn: 跳过重复项

# Vault_ImportAll.Content
source: Import All
de: Alle importieren
es: Importar todo
fr: Tout importer
ja: すべてインポート
zh_cn: 全部导入

# Vault_Documents.Text
source: Documents
de: Dokumente
es: Documentos
ja: ドキュメント
zh_cn: 文档

# Vault_StorageUsed.Text
source: Storage Used
de: Belegter Speicher
es: Almacenamiento usado
fr: Stockage utilisé
ja: 使用ストレージ
zh_cn: 已用存储

# Vault_InQueue.Text
source: In Queue
de: In Warteschlange
es: En cola
fr: En file d'attente
ja: キュー内
zh_cn: 队列中

# Vault_FileType.Text
source: FILE TYPE
de: DATEITYP
es: TIPO DE ARCHIVO
fr: TYPE DE FICHIER
ja: ファイルの種類
zh_cn: 文件类型

# Vault_All.Content
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
zh_cn: 全部

# Vault_Documents2.Text
source: Documents
de: Dokumente
es: Documentos
ja: ドキュメント
zh_cn: 文档

# Vault_Text.Text
source: Text
es: Texto
fr: Texte
ja: テキスト
zh_cn: 文本

# Vault_Code.Text
source: Code
es: Código
ja: コード
zh_cn: 代码

# Vault_Images.Text
source: Images
de: Bilder
es: Imágenes
ja: 画像
zh_cn: 图片

# Vault_Status.Text
source: STATUS
es: ESTADO
fr: STATUT
ja: 状態
zh_cn: 状态

# Vault_All2.Content
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
zh_cn: 全部

# Vault_Completed.Text
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
zh_cn: 已完成

# Vault_Processing.Text
source: Processing
de: In Verarbeitung
es: Procesando
fr: En cours de traitement
ja: 処理中
zh_cn: 处理中

# Vault_Pending.Text
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
zh_cn: 待处理

# Vault_Failed.Text
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
zh_cn: 失败

# Vault_Tags.Text
source: TAGS
es: ETIQUETAS
ja: タグ
zh_cn: 标签

# Vault_Collection.Text
source: COLLECTION
de: SAMMLUNG
es: COLECCIÓN
ja: コレクション
zh_cn: 合集

# Vault_AllCollectionsPh.PlaceholderText
source: All collections
de: Alle Sammlungen
es: Todas las colecciones
fr: Toutes les collections
ja: すべてのコレクション
zh_cn: 全部合集

# Vault_ImportedAfter.Text
source: IMPORTED AFTER
de: IMPORTIERT NACH
es: IMPORTADO DESPUÉS DE
fr: IMPORTÉ APRÈS
ja: インポート日 (以降)
zh_cn: 导入于之后

# Vault_StartDatePh.PlaceholderText
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
zh_cn: 开始日期

# Vault_ImportedBefore.Text
source: IMPORTED BEFORE
de: IMPORTIERT VOR
es: IMPORTADO ANTES DE
fr: IMPORTÉ AVANT
ja: インポート日 (以前)
zh_cn: 导入于之前

# Vault_EndDatePh.PlaceholderText
source: End date
de: Enddatum
es: Fecha de fin
fr: Date de fin
ja: 終了日
zh_cn: 结束日期

# Vault_SortBy.Text
source: SORT BY
de: SORTIEREN NACH
es: ORDENAR POR
fr: TRIER PAR
ja: 並べ替え
zh_cn: 排序方式

# Vault_DatePh.PlaceholderText
source: Date
de: Datum
es: Fecha
ja: 日付
zh_cn: 日期

# Vault_Date.Content
source: Date
de: Datum
es: Fecha
ja: 日付
zh_cn: 日期

# Vault_Name.Content
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_cn: 名称

# Vault_Size.Content
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
zh_cn: 大小

# Vault_Type.Content
source: Type
de: Typ
es: Tipo
ja: 種類
zh_cn: 类型

# Vault_SearchDocumentsByNamePh.PlaceholderText
source: Filter by file name or tag...
de: Nach Dateiname oder Tag filtern...
es: Filtrar por nombre de archivo o etiqueta...
fr: Filtrer par nom de fichier ou tag...
ja: ファイル名またはタグで絞り込み...
zh_cn: 按文件名或标签筛选...

# Vault_ClearAllFiltersTip.ToolTipService.ToolTip
source: Clear all filters
de: Alle Filter zurücksetzen
es: Borrar todos los filtros
fr: Effacer tous les filtres
ja: すべてのフィルターをクリア
zh_cn: 清除所有筛选器

source: Clear all filters
de: Alle Filter zurücksetzen
es: Borrar todos los filtros
fr: Effacer tous les filtres
ja: すべてのフィルターをクリア
zh_cn: 清除所有筛选器

# Vault_ClearAll.Text
source: Clear All
de: Alle zurücksetzen
es: Borrar todo
fr: Tout effacer
ja: すべてクリア
zh_cn: 全部清除

# Vault_Selected.Text
source: selected
de: ausgewählt
es: seleccionados
fr: sélectionnés
ja: 件選択中
zh_cn: 项已选择

# Vault_SelectAll.Content
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
zh_cn: 全选

# Vault_ReIndex.Text
source: Re-index
de: Neu indexieren
es: Reindexar
fr: Réindexer
ja: 再インデックス
zh_cn: 重新索引

# Vault_Delete.Text
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_cn: 删除

# Vault_DragAndDropFiles.Text
source: Drag and drop files here
de: Dateien hierher ziehen
es: Arrastre y suelte archivos aquí
fr: Glissez-déposez des fichiers ici
ja: ここにファイルをドラッグ アンド ドロップ
zh_cn: 将文件拖放到此处

# Vault_OrClickImportTo.Text
source: or click Import to browse your files
de: oder klicken Sie auf „Importieren“, um Dateien auszuwählen
es: o haga clic en Importar para elegir sus archivos
fr: ou cliquez sur Importer pour parcourir vos fichiers
ja: または [インポート] をクリックしてファイルを選択
zh_cn: 或点击“导入”浏览文件

# Vault_LoadingDocuments.Text
source: Loading documents...
de: Dokumente werden geladen...
es: Cargando documentos...
fr: Chargement des documents...
ja: ドキュメントを読み込んでいます...
zh_cn: 正在加载文档...

# Vault_Pages.Text
source: pages
de: Seiten
es: páginas
ja: ページ
zh_cn: 页

# Vault_Words.Text
source: words
de: Wörter
es: palabras
fr: mots
ja: 語
zh_cn: 词

# Vault_Chunks.Text
source: chunks
de: Abschnitte
es: fragmentos
fr: fragments
ja: チャンク
zh_cn: 块
